const WELCOME_MESSAGE =
  'سلام. امیدوارم حالت خوب باشه. با ضربه‌زدن روی هر خط میتونی اون خط رو مال خودت کنی فقط حواست به نوبتت باشه. پس منتظر چی هستی؟ زودتر شروع کن!'

const WIN_MESSAGE =
  'آفرین! تو بازیو بردی. به افتخار بردت بازیو به رنگی که تو باهاش بازی کردی زدیم. فقط شیرینی یادت نره!'

const LOSE_MESSAGE =
  'بازیو باختی ولی اشکالی نداره اول ازش شیرینی بردشو بگیر بعدش یه بار دیگه نقطه بازیو بفرست تا این دفعه بهش نشون بدی کی بلده بازی کنه...'

module.exports = { WELCOME_MESSAGE, WIN_MESSAGE, LOSE_MESSAGE }
